Repository: JKtheSlacker/nted
Catalog: po/*.po
Languages: ru

source: _File
ru: _Файл

source: Open_Recent
ru: _Последние файлы

source: _Export
ru: _Экспорт

source: _View
ru: _Вид

source: _Edit
ru: _Правка

source: _Tools
ru: _Инструменты

source: _System layout ...
ru: Нотные станы...

source: _Insert
ru: _Вставка

source: _Upbeat ...
ru: _Затакт...

source: _Preferences ...
ru: Параметры...

source: _Dynamics ...
ru: _динамика...

source: _Lyrics
ru: _Строфы

source: _Help
ru: _Справка

source: Configure MIDI out...
ru: Настроить выход MIDI...

source: configure MIDI output
ru: Настроить выход MIDI...

source: Configure MIDI in...
ru: Настроить вход MIDI...

source: configure MIDI input
ru: Настроить вход MIDI

source: Configure Paper...
ru: Параметры бумаги...

source: configure paper
ru: параметры бумаги

source: Configure Print...
ru: Настроить печать...

source: configure print command
ru: Настроить комаду печати

source: New
ru: Создать

source: New File
ru: Создать файл

source: Open ...
ru: Открыть...

source: Open a file
ru: Открыть файл

source: Save ...
ru: Сохранить...

source: Save a file
ru: Сохранить файл

source: Save As ...
ru: Сохранить как...

source: Print
ru: Печать

source: print file
ru: Распечатать файл

source: Import MusicXML ...
ru: Импорт MusicXML...

source: import a musicxml file
ru: Импорт файла MusicXML

source: Import MIDI...
ru: Импорт MIDI...

source: import a midi file
ru: Импорт в файл MIDI

source: Copy
ru: Копировать

source: copy - Ctrl + C
ru: копировать - Ctrl + C

source: Paste
ru: Вставить

source: paste - Ctrl + V
ru: вставить - Ctrl + V

source: Delete block
ru: Удалить блок

source: delete block - Ctrl + X
ru: удалить блок - Ctrl + X

source: append a system at end
ru: добавить пустой ряд

source: append system - Ctrl + B
ru: Добавить пустой ряд в конец - Ctrl + B

source: Insert block
ru: пустые такты...

source: insert block
ru: вставить блок пустых тактов

source: Insert clef ...
ru: ключ...

source: insert a clef
ru: вставить ключ

source: Empty block
ru: Очисить блок

source: empty block - Ctrl + E
ru: Очистить блок - Ctrl + E

source: reposit all
ru: Переориентировать всё

source: reposit the whole score - Ctrl + T
ru: Переориентировать всю партитуру Ctrl + T

source: Export MIDI ...
ru: Экспорт MIDI...

source: export a midi file
ru: экспорт в файл MIDI

source: Export LilyPond ...
ru: Экспорт LilyPond...

source: LilyPond export
ru: Экспорт в LilyPond

source: Export PDF ...
ru: Экспорт PDF...

source: export PDF
ru: Экспорт в PDF

source: Export P_NG ...
ru: Экспорт P_NG...

source: Write a png image
ru: Записать PNG-изображение

source: Export S_VG ...
ru: Экспорт S_VG...

source: Write an svg image
ru: Записать SVG-изображение

source: Export P_S ...
ru: Экспорт P_S...

source: Write PostScript
ru: Записать как PostScript

source: New Window
ru: Новое окно

source: Open a new window
ru: Открыть новое окно

source: Excerpt ...
ru: Партии...

source: Make an excerpt of the score
ru: Создать патии из партитуры

source: Close Window
ru: Закрыть окно

source: Close current window
ru: Закрыть текущее окно

source: Remove last page
ru: Удалить последнюю страницу

source: remove the last page
ru: Удалить последнюю страницу

source: Remove empty pages
ru: Удалить пустые страницы

source: remove empty pages at end
ru: Удалить пустые страницы в конце

source: Change spacement ...
ru: Изменить интервал...

source: change the horizontal spacement
ru: Изменить горизонтальный интервал

source: Change Scale ...
ru: Изменить маштаб...

source: change scale
ru: изменить маштаб

source: Configure Record ...
ru: Настроить запись...

source: configure record
ru: Настроить запись

source: Configure Drums ...
ru: Настроить ударные...

source: configure drums
ru: Настроить ударные

source: Tools ...
ru: Инструменты....

source: Tools
ru: Инструменты

source: give first measure
ru: ...начало первого полного такта

source: set upbeat by giving the start of first full measure
ru: установить затакт, принимая данную ноту как первую ноту полного такта

source: give start
ru: ...начало сочинения

source: set upbeat by giving the start of the score
ru: установить затакт, принимая данную ноту как первую ноту сочинения

source: Score info ...
ru: Информация о партитуре...

source: edit score info
ru: Изменить сведения о партитуре

source: Insert keysig ...
ru: знаки ключа...

source: insert a key signature
ru: Вставить ключевые знаки

source: Insert lines ...
ru: горизонтальные обозначения...

source: insert a horizontal line
ru: вставить горизонтальное обозначение

source: Insert sign ...
ru: знак...

source: insert a free placeable sign
ru: свободно размещённый знак

source: Slur
ru: лигу

source: insert a slur - Ctrl+H
ru: вставить лигу - Ctrl+H

source: chord ...
ru: аккорд (схема)...

source: insert a chord
ru: вставить схему аккорда

source: chordname ...
ru: аккорд (буквенное обозначение)...

source: insert a chordname
ru: Вставить аккорд

source: spacer
ru: Разделитель

source: insert a staff spacer
ru: Вставить разделитель стана

source: Append staff
ru: добавить нотный стан

source: append a new staff
ru: добавить новый нотный стан

source: Import recorded
ru: импортировать записанное

source: import recorded staff
ru: импортировать записанный нотный стан

source: Lyrics editor ...
ru: редактор строф...

source: edit lyrics in text editor
ru: редактировать строфы в текстовом редакторе

source: ppp
ru: ррр

source: insert ppp
ru: вставить "ppp"

source: pp
ru: рр

source: insert pp
ru: вставить "pp"

source: p
ru: р

source: insert p
ru: вставить "p"

source: insert mp
ru: вставить "mp"

source: insert sp
ru: вставить "sp"

source: insert mf
ru: вставить "mf"

source: insert sf
ru: вставить "sf"

source: insert f
ru: вставить "f"

source: insert ff
ru: вставить "ff"

source: insert fff
ru: вставить "fff"

source: tempo ...
ru: темп...

source: insert tempo
ru: вставить темп

source: Text ...
ru: текст...

source: insert text
ru: Вставить текст

source: accelerando
ru: аччелерандо

source: insert accelerando
ru: вставить ускорение темпа (аччелерандо)

source: ritardando
ru: ритардандо

source: insert ritardando
ru: вставить замедление темпа (ritardando)

source: lyrics1
ru: куплет 1

source: insert lyrics at line 1
ru: Вставить лирику в линию 1

source: lyrics2
ru: куплет 2

source: insert lyrics at line 2
ru: Вставить лирику в линию 2

source: lyrics3
ru: куплет 3

source: insert lyrics at line 3
ru: Вставить лирику в линию 3

source: lyrics4
ru: куплет 4

source: insert lyrics at line 4
ru: Вставить лирику в линию 4

source: lyrics5
ru: куплет 5

source: insert lyrics at line 5
ru: Вставить лирику в линию 5

source: Insert tuplet ...
ru: триоль...

source: insert a tuplet (Ctrl + num)
ru: вставить триоль (Ctrl + num)

source: brace
ru: фигурная акколада

source: group staves by means of a brace
ru: группировать нотные станы акколадой, фигурной скобкой.

source: bracket
ru: квадратная акколада

source: group staves by means of a bracket
ru: группировать нотные станы акколадой, квадратной скобкой

source: connect barlines
ru: соединить тактовые черты

source: set connected bar lines
ru: установить соединённые тактовые черты

source: remove group
ru: удалить группу

source: remove a group of connected staves
ru: Удалить группу соединённых нотоносцев

source: Remove tuplet
ru: Удалить триоль

source: remove a tuplet
ru: удалить триоль

source: Muting ...
ru: Выключение звука...

source: mute some staves
ru: Выключить звук на некоторых нотоносцах

source: Transpose ...
ru: Транспонировать...

source: transpose
ru: транспонировать

source: hide rests
ru: Скрыть паузы

source: hide (selected) rests
ru: скрыть (выбранные) паузы

source: unhide rests
ru: Показать паузы

source: unhide (selected) rests
ru: Сделать выбранные паузы снова видимыми

source: hide rests (all v.)
ru: Скрыть паузы (в_се)

source: hide selected rests (all v.)
ru: Скрыть выбранные паузы (все)

source: unhide rests (all v.)
ru: Показать паузы (все голоса)

source: unhide selected rests (all v.)
ru: Сделать видимыми выбранные паузы (_все)

source: set all to sharp ...
ru: Установить все в диез...

source: set all flats to sharp
ru: установить все бемоли на диез

source: set all to flat ...
ru: Установить все в бемоль...

source: set all sharps to flat
ru: установить все диезы на бемоль

source: About NtEd
ru: О программе NtEd

source: Documentation ...
ru: Содержание...

source: License
ru: Лицензия

source: E_xit
ru: _Выход

source: Exit the program
ru: Выйти из программы

source: play
ru: Играть

source: voices in different colors
ru: Голоса разными цветами

source: show measure numbers
ru: Показать номера тактов

source: show hidden elements
ru: Показать скрытые элементы

source: midi input
ru: MIDI-вход

source: record midi
ru: запись MIDI

source: record midi - i
ru: запись MIDI - i

source: in
ru: Увеличить

source: Zoom in Ctrl + +
ru: Увеличить Ctrl + +

source: out
ru: Уменьшить

source: Zoom out Ctrl + -
ru: Уменьшить Ctrl + -

source: undo
ru: Отмена

source: Undo Ctrl + z
ru: Отмена Ctrl + Z

source: redo
ru: Выполнить заново

source: Redo Ctrl + y
ru: Выполнить заново Ctrl + Y

source: customize beam
ru: изменить вязки

source: customize beam - Ctrl + j
ru: Изменить вязки - Ctrl + j

source: flip stem
ru: сменить направление штиля

source: flip stem - Ctrl + f
ru: Сменить направление штиля - Ctrl + f

source: insert
ru: вставить

source: Toggle Insert/Erase Mode - n
ru: Переключение режима вставки/удаления - n

source: page
ru: страница

source: Page Mode - p
ru: Режим страницы - p

source: key
ru: Знаки ключа

source: Keyboard insert mode - k
ru: Режим вставки с клавиатуры -k

source: Cannot replay because could not open ALSA sequencer
ru: Воспроизведение не возможно, невозможно открыть ALSA-секвенсер для MIDI

source: Save Changes ?
ru: Сохранить изменения?

source: Cannot open %s for writing
ru: Не удаётся открыть %s для записи.

source: Cannot rename %s to %s
ru: Невозможно изменить имя с %s на %s

source: Save score
ru: Сохранить партитуру

source: File %s already exists. Overwrite ?
ru: Файл %s уже существует. Перезаписать?

source: Please select a note or rest!
ru: Пожалуйста, выбирите ноту или паузу!

source: You select a note in an tuplet
ru: Нужно выбрать ноту в триоле.

source: You cannot copy incomplete tuplets!
ru: Невозможно копировать незавершённые триоли!!

source: Paste not possible: A tuplet would cross a measure
ru: Вставка невозможна: триоль будет пересекать размер(такт).

source: Empty not possible because of incomplete tuplets
ru: Очистка невозможна, потому что триоли не завершены!

source: NtEd version %s by Joerg Anders Send bug reports to %s Infos at http://vsr.informatik.tu-chemnitz.de/staff/jan/nted/nted.xhtml Author: J.Anders <ja@informatik.tu-chemnitz.de> Translation: <no translation>
ru: NtEd версия %s за авторством Joerg Anders Высылайте сообщения об ошибках на %s Информацiя: http://vsr.informatik.tu-chemnitz.de/staff/jan/nted/nted.xhtml Авторы: J.Anders <ja@informatik.tu-chemnitz.de> Перевод: Иван Урванов <ivour@rambler.ru> Павел Богмат <bohm@ukr.net> Юрій Булка <yurkobb@gmail.com>

source: Excuse! The documentation is not available due to an installation error
ru: Извините! Документация недоступна Возможна ошибка установки

source: Excuse! Cannot exec
ru: Извините! Выполнение невозможно!

source: Excuse! Cannot fork
ru: Извините! Невозможно выполнить fork

source: please select a note or rest first
ru: Сначала требуется выбрать ноту или паузу!!

source: you cannot select an element with dot
ru: Вы не можете выбрать элемент с ритмической точкой

source: I'm not able to create a tuplet here
ru: Невозможно создать триоль здесь

source: selected element is not inside a tuplet
ru: Выбранный элемент не находится внутри триоли

source: Open score
ru: Открыть партитуру

source: Cannot open %s for reading
ru: Не удалось открыть %s для чтенiя

source: Import MusicXML
ru: Импорт MusicXML

source: Cannot list midi ports because could not open ALSA sequencer
ru: Невозможно прослушать MIDI-порты, не удаются открыть ALSA-секвенсер

source: Font selection - Measure numbers
ru: Выбор шрифта - номера тактов

source: Adjust notes ?
ru: Поправить ноты?

source: Create PNG
ru: Создать PNG

source: Create SVG
ru: Создать SVG

source: Create Postscript
ru: Создать PostScript

source: Create PDF
ru: Создать PDF

source: select staves
ru: выбрать нотные станы

source: Usage: %s [<filename>.ntd]
ru: Использование: %s [<filename>.ntd]

source: unable to set decimal point to '.'. PostScript output will be erroneous. Please set the $LANG environment variable appropriately!
ru: Невозможно установить десятичную точку в ".". Выходные данные PostScript будут некорректны Пожалуйста, установите переменную окружения $LANG надлежащим образом

source: Piano 1
ru: Фортепиано 1

source: Piano 2
ru: Фортепиано 2

source: Piano 3
ru: Фортепиано 3

source: Honky-tonk
ru: Хонки-тонк

source: E.Piano 1
ru: Эл. фортепиано 1

source: E.Piano 2
ru: Эл. фортепиано 2

source: Harpsichord
ru: Клавесин

source: Clavinet
ru: Клавинет

source: Celesta
ru: Челеста

source: Glockenspiel
ru: Колокольчики (глокеншпиль)

source: Music Box
ru: Музыкальная шкатулка

source: Vibraphone
ru: Виброфон

source: Marimba
ru: Маримба

source: Xylophone
ru: Ксилофон

source: Tubular Bells
ru: Трубчатый колокол

source: Dulcimer
ru: Дульцимер

source: Organ 1
ru: Орган 1

source: Organ 2
ru: Орган 2

source: Organ 3
ru: Орган 3

source: Church Organ
ru: Церковный орган

source: Reed Organ
ru: Тростниковый орган

source: Accordion
ru: Аккордеон, гармоника

source: Harmonica
ru: Губная гармоника

source: Bandoneon
ru: Бандонеон

source: Nylon Guitar
ru: Нейлоновая гитара

source: Steel Guitar
ru: Стальная гитара

source: Jazz Guitar
ru: Джазовая гитара

source: Clean Guitar
ru: Чистая гитара

source: Guitar Mutes
ru: Заглушенная гитара (Guitar Mutes)

source: Overdrive Guitar
ru: Быстрая гитара (overdrive guitar)

source: Guitar Harmonics
ru: Гитарные гармоники

source: Acoustic Bass
ru: Акустический бас

source: Fingered Bass
ru: Сорванный бас(fingered bass)

source: Picked Bass
ru: Отборный бас (picked bass)

source: Fretless Bass
ru: Беспокойный бас

source: Violin
ru: Скрипка

source: Viola
ru: Альт

source: Cello
ru: Виолончель

source: Contrabass
ru: Контрабас

source: Tremolo Strings
ru: Тремоло

source: Pizzicato
ru: Пиццикато

source: Harp
ru: Арфа

source: Timpani
ru: Тимпаны, литавры

source: Strings
ru: Струны

source: Slow Strings
ru: Медленные струны

source: Synth Strings 1
ru: Синт. струны 1

source: Synth Strings 2
ru: Синт. струны 2

source: Choir Aahs
ru: Хоровое ахание

source: Voice Oohs
ru: Голосовое охание

source: Synth Vox
ru: Синтетический голос

source: Orchestra Hit
ru: Оркестровый удар

source: Trumpet
ru: Труба

source: Trombone
ru: Тромбон

source: Tuba
ru: Туба

source: Mute Trumpet
ru: Приглушённая труба

source: French Horns
ru: Французский рожок

source: Brass
ru: Медный духовой

source: Synth Brass 1
ru: Синт. медный духовой 1

source: Synth Brass 2
ru: Синт. медный духовой 2

source: Soprano Sax
ru: Сопраносаксофон

source: Alto Sax
ru: Альтосаксофон

source: Tenor Sax
ru: Тенорсаксофон

source: Baritone Sax
ru: Баритонсаксофон

source: Oboe
ru: Гобой

source: English Horn
ru: Английский рожок

source: Bassoon
ru: Фагот

source: Clarinet
ru: Кларнет

source: Piccolo
ru: Пикколо

source: Flute
ru: Флейта

source: Recorder
ru: Блок-флейта

source: Pan Flute
ru: Пан-флейта

source: Bottle Chiff
ru: Рожок

source: Shakuhachi
ru: Сякухати

source: Whistle
ru: Свисток

source: Ocarina
ru: Окарина

source: Square Wave
ru: Square Wave(Прямоугольный сигнал)

source: Saw Wave
ru: Пилобразная волна

source: Synth Calliope
ru: Каллиопа

source: Solo Vox
ru: Сольный голос

source: Fantasia
ru: Фантазия

source: Space Voice
ru: Космический голос

source: Bowed Glass
ru: Гнутое стекло

source: Ice Rain
ru: Ледяной дождь

source: Soundtrack
ru: Звукозапись

source: Crystal
ru: Кристалл

source: Atmosphere
ru: Атмосфера

source: Brightness
ru: Яркость

source: Goblin
ru: Гоблин

source: Echo Drops
ru: Эхо падения

source: Star Theme
ru: Звёздная тема

source: Sitar
ru: Ситар

source: Banjo
ru: Банджо

source: Shamisen
ru: Сямисен

source: Koto
ru: Кото

source: Bagpipe
ru: Волынка

source: Fiddle
ru: Скрика (fiddle)

source: Shenai
ru: Шенай

source: Tinker Bell
ru: Медный колокольчик

source: Steel Drum
ru: Стальной барабан

source: Wood Block
ru: Полено

source: Synth Drum
ru: Синт. Барабан

source: Reverse Cymbal
ru: Реверс-кимвал

source: Fret Noise
ru: Беспокоящий шум

source: Breath Noise
ru: Шум дыхания

source: Seashore
ru: Морское побережье

source: Bird
ru: Птица

source: Telephone
ru: Телефон

source: Helicopter
ru: Вертолёт

source: Applause
ru: Апплодисменты

source: Gun Shot
ru: Ружейный выстрел

source: Cannot open ALSA MIDI sequencer --> replay won't work :-(( Try (as root) modprobe snd-seq-midi and restart NtEd Perhaps this helps(?)
ru: ALSA-MIDI-секвенсер не может быть открыт --> переигрывание не работает Попробуйте "modprobe snd-seq-midi" (как root) Перезапустите NtEd может быть, это поможет(?)

source: Error creating ALSA sequencer output port --> replay won't work :-((
ru: Ошибка создания выходного порта ALSA-секвенсера -> переигрывание не рабоает :-((

source: Cannot open ALSA MIDI sequencer --> read/record won't work :-(( Try (as root) modprobe snd-seq-midi and restart NtEd Perhaps this helps(?)
ru: Невозможно открыть ALSA-секвенсер ->> чтение/запись не работает :-(( Попробуйте "modprobe snd-seq-midi" как root и перезапустите NtEd Может быть, это поможет (?)

source: Error creating ALSA sequencer input port --> record won't work :-((
ru: Ошибка создания выходного порта ALSA-секвенсера -> запись не работает :-(

source: Paper
ru: Бумага

source: paper type
ru: Тип бумаги

source: orientation
ru: Ориентация

source: portrait
ru: Портрет

source: landscape
ru: Альбом

source: MIDI ports
ru: MIDI-порты

source: port
ru: Порт

source: midi echo
ru: MIDI эхо

source: Print command
ru: Команда печати

source: print command
ru: команда печати

source: G flat Major; e flat minor
ru: Фа-диез минор; ми-бемоль минор

source: D flat Major; b flat minor
ru: Ре-бемоль мажор; си-бемоль минор

source: A flat Major; f minor
ru: Ля-бемоль мажор; фа минор

source: E flat Major; c minor
ru: Ми-бемоль мажор; до минор

source: B flat Major; g minor
ru: Си-бемоль мажор; соль минор

source: F Major; d minor
ru: Фа мажор; ре минор

source: C Major; a minor
ru: До мажор; ля минор

source: G Major; e minor
ru: Соль мажор; ми минор

source: D Major; b minor
ru: Ре мажор; си минор

source: A Major; f sharp minor
ru: Ля мажор; фа-диез минор

source: E Major; c sharp minor
ru: Ми мажор; до-диез минор

source: B Major; g sharp minor
ru: Си мажор; соль-диез минор

source: F sharp Major; d sharp minor
ru: Фа-диез мажор; ре-диез минор

source: Staff context
ru: Содержимое нотного стана

source: clef
ru: Ключ

source: Octave shift:
ru: Смена октавы:

source: adjust notes
ru: поправить ноты

source: time signature
ru: тактовый размер

source: Numerator:
ru: Числитель:

source: Denominator:
ru: Знаменатель:

source: staff name
ru: Имя нотного стана

source: staff short name
ru: Короткое имя нотного стана

source: group name
ru: Имя группы

source: group short name
ru: Короткое имя группы

source: tempo
ru: темп

source: chorus
ru: хорус

source: transp.
ru: трансп.

source: reverb
ru: реверб.

source: volume
ru: громк.

source: pan
ru: баланс

source: instruments
ru: инструменты

source: channel
ru: канал

source: muting
ru: приглушить

source: all
ru: все

source: staff
ru: нотный стан

source: item
ru: позиция

source: Score
ru: Партитура

source: Staff position
ru: Положение нотного стана

source: Tuplet
ru: Триоль

source: Instead of using this dialog you can simply press <Ctrl> + num
ru: Вместо использования данного диалога Вы можете просто нажать <Ctrl> + число

source: Tuplet value:
ru: Значение триоли:

source: method 2
ru: Метод 2

source: Insert blocks
ru: Вставить пустые такты

source: block count:
ru: Количество тактоа:

source: Measure type
ru: Тип такта

source: measure type
ru: тип такта

source: alternative 1
ru: Вольта 1

source: alternative 2
ru: Вольта 2

source: hide following
ru: Спрятать продолжение

source: enable timesig
ru: Показывать размер такта

source: delete timesig
ru: Удалить размер такта

source: New keysignature
ru: Новая тональность

source: adjust
ru: Выровнять

source: Score info
ru: Информация о партитуре

source: Title:
ru: Заголовок:

source: Subject:
ru: Тема:

source: Composer:
ru: Композитор:

source: Arranger:
ru: Аранжировщик:

source: Copyright:
ru: Авторское право:

source: Clef configuration
ru: Конфигурация нотного стана

source: Set Volume
ru: Установить громкость

source: volume:
ru: громкость:

source: Set Tempo
ru: Установить темп

source: kind
ru: вид

source: tempo:
ru: темп:

source: Lyrics
ru: Строфы

source: lyrics 1
ru: куплет 1

source: lyrics 2
ru: куплет 2

source: lyrics 3
ru: куплет 3

source: lyrics 4
ru: куплет 4

source: lyrics 5
ru: куплет 5

source: load from file
ru: загрузить из файла

source: save to file
ru: сохранить в файл

source: file
ru: файл

source: Save lyrics
ru: Сохранить строфы

source: Open lyrics file
ru: Открыть файл лирики

source: Muting
ru: Приглушение

source: Staff %d
ru: Нотный стан %d

source: none
ru: никакое

source: Lines
ru: Горизонтальие обозначения

source: lines
ru: горизонтальие обозначения

source: Transpose
ru: Транспонировать

source: Select
ru: Выбрать

source: half-tones
ru: полутона

source: selection
ru: выбор

source: use selection
ru: использовать выбор

source: Text
ru: Текст

source: text
ru: текст

source: select font
ru: выбрать шрифт

source: anchor
ru: притягивание

source: left
ru: слева

source: mid
ru: посредине

source: right
ru: справа

source: enable volume change
ru: Включить регулировку громкости

source: enable tempo change
ru: Включить изменение темпа

source: enable channel change
ru: Включить изменение канала

source: No segno meaning
ru: Без сеньо (segno)

source: instrument
ru: инструмент

source: enable instrument change
ru: Разрешить смену инструмента

source: Signs
ru: Знаки

source: signs
ru: знаки

source: MIDI import
ru: MIDI-импорт

source: triplet recognition
ru: Распознавать триплеты

source: sort instruments
ru: Сортировать инструменты

source: force piano
ru: принимать как фортепиано

source: don't split tracks
ru: Не разбивать дорожки

source: tempo density
ru: порог темповых изменений

source: volume density
ru: порог динамических измененний

source: Config Record
ru: Настроить запись

source: export params
ru: параметры экспорта

source: create line breaks
ru: создать обрывы строк

source: keep beams
ru: сохранить вязки

source: Staff selection
ru: Выбор нотного стана

source: keep beams selection
ru: Сохранить выбранные вязки

source: All
ru: Все

source: None
ru: Ничего

source: Horizontal Spacement
ru: Горизонтальный интервал

source: Spacement
ru: Интервал

source: Scale
ru: Маштаб

source: Config Drums
ru: Настроить ударные

source: drum element name
ru: Имя ударного элемента

source: short name
ru: Короткое имя

source: line
ru: линия

source: symbol
ru: символ

source: midi pitch
ru: высота звучания MIDI

source: change element
ru: сменить элемент

source: note head
ru: нотная головка

source: preview
ru: предпросмотр

source: load defaults
ru: настройки по умолчанию

source: play element
ru: проиграть элемент

source: Save drum configuration
ru: Сохранить конфигурацию ударных

source: Open drum configuration
ru: Открыть конфигурацию ударных

source: Chordname
ru: Имя аккорда

source: chordname
ru: имя аккорда

source: size
ru: размер

source: position
ru: позиция

source: Toolbox
ru: Инструменты

source: Chords
ru: Аккорды

source: chord
ru: аккорд

source: config
ru: конфигурация

source: diagram
ru: диаграмма

source: root
ru: основание

source: mody
ru: модификатор

source: chordselect
ru: выбор аккорда
